Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Run any MLX model from Hugging Face on your device. Community models aren't tested by us, and swipe to remove deletes the download too.
de: Lass jedes MLX-Modell von Hugging Face auf deinem Gerät laufen. Community-Modelle werden von uns nicht getestet; beim Wischen zum Entfernen wird auch der Download gelöscht.
el: Τρέξε οποιοδήποτε μοντέλο MLX από το Hugging Face στη συσκευή σου. Τα μοντέλα της κοινότητας δεν ελέγχονται από εμάς και η σάρωση για αφαίρεση διαγράφει και τη λήψη.
es: Ejecuta en tu dispositivo cualquier modelo MLX de Hugging Face. No probamos los modelos de la comunidad, y deslizar para quitar también borra la descarga.
fr: Exécutez n'importe quel modèle MLX de Hugging Face sur votre appareil. Les modèles de la communauté ne sont pas testés par nous, et le balayage pour retirer supprime aussi le téléchargement.
it: Esegui sul tuo dispositivo qualsiasi modello MLX di Hugging Face. I modelli della community non sono testati da noi e lo scorrimento per rimuovere elimina anche il download.
ja: Hugging Face の MLX モデルを端末で実行できます。コミュニティのモデルは当社では検証しておらず、スワイプして削除するとダウンロードしたファイルも消えます。
ko: Hugging Face의 MLX 모델을 기기에서 실행하세요. 커뮤니티 모델은 저희가 검증하지 않으며, 밀어서 제거하면 다운로드한 파일도 삭제됩니다.
pt_br: Rode qualquer modelo MLX do Hugging Face no seu dispositivo. Modelos da comunidade não são testados por nós, e deslizar para remover também apaga o download.
ru: Запускайте на устройстве любую MLX-модель с Hugging Face. Модели сообщества мы не тестируем, а смахивание для удаления стирает и загруженные файлы.
uk: Запускайте на пристрої будь-яку MLX-модель із Hugging Face. Моделі спільноти ми не тестуємо, а змахування для видалення стирає й завантажені файли.
zh_hans: 在你的设备上运行来自 Hugging Face 的任意 MLX 模型。社区模型未经我们测试，滑动移除时也会一并删除已下载的文件。
zh_hk: 在你的裝置上執行來自 Hugging Face 的任意 MLX 模型。社群模型未經我們測試，滑動移除時也會一併刪除已下載的檔案。

source: Save
de: Sichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
uk: Зберегти
zh_hans: 存储
zh_hk: 儲存

source: Save and close
de: Sichern und schließen
el: Αποθήκευση και κλείσιμο
es: Guardar y cerrar
fr: Enregistrer et fermer
it: Salva e chiudi
ja: 保存して閉じる
ko: 저장하고 닫기
pt_br: Salvar e fechar
ru: Сохранить и закрыть
uk: Зберегти й закрити
zh_hans: 保存并关闭
zh_hk: 儲存並關閉

source: Saved to Recordings. You'll find it in the menu.
de: In „Aufnahmen“ gesichert. Du findest sie im Menü.
el: Αποθηκεύτηκε στις Ηχογραφήσεις. Θα τη βρεις στο μενού.
es: Guardado en Grabaciones. Lo encontrarás en el menú.
fr: Enregistré dans Enregistrements. Vous le trouverez dans le menu.
it: Salvato in Registrazioni. Lo trovi nel menu.
ja: 「録音」に保存しました。メニューから見つけられます。
ko: ‘녹음’에 저장했습니다. 메뉴에서 찾을 수 있습니다.
pt_br: Salvo em Gravações. Você o encontra no menu.
ru: Сохранено в «Записи». Найдёте в меню.
uk: Збережено в «Записи». Знайдете в меню.
zh_hans: 已保存到“录音”。可在菜单中找到。
zh_hk: 已儲存至「錄音」。可在選單中找到。

source: Saved to memory: %@
de: Im Gedächtnis gespeichert: %@
el: Αποθηκεύτηκε στη μνήμη: %@
es: Guardado en la memoria: %@
fr: Enregistré dans la mémoire : %@
it: Salvato nella memoria: %@
ja: メモリに保存しました：%@
ko: 메모리에 저장됨: %@
pt_br: Salvo na memória: %@
ru: Сохранено в память: %@
uk: Збережено в пам'ять: %@
zh_hans: 已存入记忆：%@
zh_hk: 已存入記憶：%@

source: Says the last description again
de: Gibt die letzte Beschreibung erneut wieder
el: Λέει ξανά την τελευταία περιγραφή
es: Repite la última descripción
fr: Répète la dernière description
it: Ripete l'ultima descrizione
ja: 最後の説明をもう一度読み上げます
ko: 마지막 설명을 다시 읽어 줍니다
pt_br: Repete a última descrição
ru: Повторяет последнее описание
uk: Повторює останній опис
zh_hans: 再念一次最后那段描述
zh_hk: 再講一次最後嗰段描述

source: Scan Document
de: Dokument scannen
el: Σάρωση εγγράφου
es: Escanear documento
fr: Numériser un document
it: Scansiona documento
ja: 書類をスキャン
ko: 문서 스캔
pt_br: Digitalizar documento
ru: Сканировать документ
uk: Сканувати документ
zh_hans: 扫描文稿
zh_hk: 掃描文件

source: Scan finished
de: Scan abgeschlossen
el: Η σάρωση ολοκληρώθηκε
es: Escaneo terminado
fr: Numérisation terminée
it: Scansione completata
ja: スキャン完了
ko: 스캔 완료
pt_br: Digitalização concluída
ru: Сканирование завершено
uk: Сканування завершено
zh_hans: 扫描完成
zh_hk: 掃描完成

source: Search
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
uk: Пошук
zh_hans: 搜索
zh_hk: 搜尋

source: Search chats
de: Chats durchsuchen
el: Αναζήτηση στις συνομιλίες
es: Buscar en los chats
fr: Rechercher dans les conversations
it: Cerca nelle chat
ja: チャットを検索
ko: 채팅 검색
pt_br: Buscar nas conversas
ru: Поиск по чатам
uk: Пошук у чатах
zh_hans: 搜索聊天
zh_hk: 搜尋聊天

source: Search recordings
de: Aufnahmen durchsuchen
el: Αναζήτηση ηχογραφήσεων
es: Buscar grabaciones
fr: Rechercher dans les enregistrements
it: Cerca nelle registrazioni
ja: 録音を検索
ko: 녹음 검색
pt_br: Buscar gravações
ru: Поиск по записям
uk: Пошук у записах
zh_hans: 搜索录音
zh_hk: 搜尋錄音

source: Search your chats
de: Ihre Chats durchsuchen
el: Αναζήτηση στις συνομιλίες σας
es: Busca en tus chats
fr: Rechercher dans vos conversations
it: Cerca nelle tue chat
ja: 自分のチャットを検索
ko: 내 채팅 검색
pt_br: Busque nas suas conversas
ru: Поиск по вашим чатам
uk: Пошук у ваших чатах
zh_hans: 搜索您的聊天
zh_hk: 搜尋你嘅聊天

source: Send message
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
fr: Envoyer le message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
pt_br: Enviar mensagem
ru: Отправить сообщение
uk: Надіслати повідомлення
zh_hans: 发送消息
zh_hk: 傳送訊息

source: Set Up
de: Einrichten
el: Ρύθμιση
es: Configurar
fr: Configuration
it: Configura
ja: セットアップ
ko: 설정
pt_br: Configurar
ru: Настройка
uk: Налаштування
zh_hans: 设置
zh_hk: 設定

source: Set up your AI model to start chatting
de: Richte dein KI-Modell ein, um loszulegen
el: Ρύθμισε το μοντέλο AI για να ξεκινήσεις
es: Configura tu modelo de IA para empezar a chatear
fr: Configurez votre modèle d'IA pour commencer à discuter
it: Configura il tuo modello di IA per iniziare a chattare
ja: AI モデルを設定して会話を始めましょう
ko: AI 모델을 설정하고 대화를 시작하세요
pt_br: Configure seu modelo de IA para começar a conversar
ru: Настройте модель ИИ, чтобы начать общение
uk: Налаштуйте модель ШІ, щоб почати спілкування
zh_hans: 设置 AI 模型即可开始对话
zh_hk: 設定 AI 模型即可開始對話

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hk: 設定

source: Share
de: Teilen
el: Κοινή χρήση
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
uk: Поділитися
zh_hans: 分享
zh_hk: 分享

source: Show All
de: Alle anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
ko: 모두 보기
pt_br: Mostrar tudo
ru: Показать все
uk: Показати всі
zh_hans: 显示全部
zh_hk: 顯示全部

source: Show Less
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
ko: 간략히 보기
pt_br: Mostrar menos
ru: Показать меньше
uk: Показати менше
zh_hans: 收起
zh_hk: 收起

source: Skip summary
de: Zusammenfassung überspringen
el: Παράλειψη περίληψης
es: Omitir resumen
fr: Ignorer le résumé
it: Salta il riassunto
ja: 要約をスキップ
ko: 요약 건너뛰기
pt_br: Pular resumo
ru: Пропустить резюме
uk: Пропустити підсумок
zh_hans: 跳过摘要
zh_hk: 略過摘要

source: SmolVLM2 500M. A compact vision model that runs comfortably on older devices (iPhone 11-13). Faster responses and lower memory use, with simpler answers than the larger models.
de: SmolVLM2 500M. Ein kompaktes Vision-Modell, das auf älteren Geräten (iPhone 11–13) problemlos läuft. Es antwortet schneller und verbraucht weniger Speicher, die Antworten fallen aber einfacher aus als bei den größeren Modellen.
el: SmolVLM2 500M. Ένα συμπαγές μοντέλο όρασης που εκτελείται άνετα σε παλαιότερες συσκευές (iPhone 11-13). Πιο γρήγορες απαντήσεις και μικρότερη χρήση μνήμης, με πιο απλές απαντήσεις από τα μεγαλύτερα μοντέλα.
es: SmolVLM2 500M. Un modelo de visión compacto que funciona sin problemas en dispositivos antiguos (iPhone 11-13). Responde más rápido y usa menos memoria, aunque sus respuestas son más sencillas que las de los modelos grandes.
fr: SmolVLM2 500M. Un modèle de vision compact qui fonctionne sans difficulté sur les appareils plus anciens (iPhone 11-13). Il répond plus vite et utilise moins de mémoire, avec des réponses plus simples que celles des grands modèles.
it: SmolVLM2 500M. Un modello di visione compatto che funziona senza problemi sui dispositivi meno recenti (iPhone 11-13). Risponde più in fretta e usa meno memoria, ma le risposte sono più semplici rispetto ai modelli più grandi.
ja: SmolVLM2 500M。古い機種（iPhone 11〜13）でも快適に動作するコンパクトなビジョンモデルです。応答が速くメモリ使用量も少ない一方、回答は大きなモデルよりシンプルです。
ko: SmolVLM2 500M. 오래된 기기(iPhone 11-13)에서도 무리 없이 실행되는 소형 비전 모델입니다. 응답이 더 빠르고 메모리 사용량이 적지만, 답변은 큰 모델보다 단순합니다.
pt_br: SmolVLM2 500M. Um modelo de visão compacto que roda tranquilamente em aparelhos mais antigos (iPhone 11-13). Responde mais rápido e usa menos memória, mas as respostas são mais simples que as dos modelos maiores.
ru: SmolVLM2 500M. Компактная модель компьютерного зрения, которая уверенно работает на старых устройствах (iPhone 11–13). Отвечает быстрее и использует меньше памяти, но ответы проще, чем у более крупных моделей.
uk: SmolVLM2 500M. Компактна модель комп'ютерного зору, що впевнено працює на старіших пристроях (iPhone 11–13). Відповідає швидше й використовує менше пам'яті, але відповіді простіші, ніж у більших моделей.
zh_hans: SmolVLM2 500M。一款小巧的视觉模型，可在较旧的设备（iPhone 11-13）上流畅运行。响应更快、内存占用更低，但回答比大模型简单。
zh_hk: SmolVLM2 500M。小巧的視覺模型，在較舊的裝置（iPhone 11-13）上都運行暢順。回應更快、佔用記憶體更少，但回答會比大型模型簡單。

source: Speak in their language
de: In der Sprache des Gegenübers sprechen
el: Ομιλία στη γλώσσα τους
es: Hablar en su idioma
fr: Parler dans leur langue
it: Parla nella sua lingua
ja: 相手の言語で話す
ko: 상대방 언어로 말하기
pt_br: Falar no idioma da outra pessoa
ru: Говорить на их языке
uk: Говорити їхньою мовою
zh_hans: 用对方的语言说话
zh_hk: 用對方嘅語言講嘢

source: Speak in your language
de: In Ihrer Sprache sprechen
el: Ομιλία στη γλώσσα σας
es: Hablar en tu idioma
fr: Parler dans votre langue
it: Parla nella tua lingua
ja: 自分の言語で話す
ko: 내 언어로 말하기
pt_br: Falar no seu idioma
ru: Говорить на вашем языке
uk: Говорити вашою мовою
zh_hans: 用您的语言说话
zh_hk: 用你嘅語言講嘢

source: Speaking · tap the circle to interrupt
de: Spricht · Kreis antippen zum Unterbrechen
el: Μιλάει · αγγίξτε τον κύκλο για διακοπή
es: Hablando · toca el círculo para interrumpir
fr: Je parle · touchez le cercle pour interrompre
it: Sto parlando · tocca il cerchio per interrompere
ja: 読み上げ中 · 円をタップで中断
ko: 말하는 중 · 원을 탭하면 끊을 수 있어요
pt_br: Falando · toque no círculo para interromper
ru: Говорю · коснитесь круга, чтобы перебить
uk: Говорю · торкніться кола, щоб перервати
zh_hans: 正在朗读 · 点按圆圈可打断
zh_hk: 讀緊出嚟 · 撳個圈可以打斷

source: Speech couldn't be recognized for this language right now, so this recording is audio only. It is being saved.
de: Sprache konnte für diese Sprache gerade nicht erkannt werden, daher ist diese Aufnahme nur Audio. Sie wird gespeichert.
el: Η ομιλία δεν μπόρεσε να αναγνωριστεί για αυτή τη γλώσσα αυτή τη στιγμή, οπότε αυτή η εγγραφή είναι μόνο ήχος. Αποθηκεύεται.
es: No se pudo reconocer la voz en este idioma ahora mismo, así que esta grabación es solo de audio. Se está guardando.
fr: La parole n'a pas pu être reconnue pour cette langue pour le moment, cet enregistrement est donc audio uniquement. Il est en cours de sauvegarde.
it: Al momento non è stato possibile riconoscere il parlato in questa lingua, quindi questa registrazione è solo audio. Viene salvata.
ja: 現在この言語の音声を認識できないため、この録音は音声のみです。保存されています。
ko: 지금은 이 언어의 음성을 인식할 수 없어 이 녹음은 오디오만 저장됩니다. 저장되는 중입니다.
pt_br: A fala não pôde ser reconhecida neste idioma agora, então esta gravação é somente áudio. Ela está sendo salva.
ru: Речь на этом языке сейчас не удалось распознать, поэтому эта запись только аудио. Она сохраняется.
uk: Мовлення цією мовою зараз не вдалося розпізнати, тому цей запис лише аудіо. Він зберігається.
zh_hans: 目前无法识别此语言的语音，因此本次录音仅包含音频。录音正在保存。
zh_hk: 而家辨認唔到呢種語言嘅語音，所以呢個錄音只有聲音。錄音正在儲存。

source: Speech recognition is turned off for AiGoodbye, so this recording will be audio only. You can turn it on in the Settings app.
de: Die Spracherkennung ist für AiGoodbye deaktiviert, daher wird diese Aufnahme nur Audio sein. Du kannst sie in der Einstellungen-App aktivieren.
el: Η αναγνώριση ομιλίας είναι απενεργοποιημένη για το AiGoodbye, οπότε αυτή η εγγραφή θα είναι μόνο ήχος. Μπορείς να την ενεργοποιήσεις στην εφαρμογή Ρυθμίσεις.
es: El reconocimiento de voz está desactivado para AiGoodbye, así que esta grabación será solo de audio. Puedes activarlo en la app Ajustes.
fr: La reconnaissance vocale est désactivée pour AiGoodbye, cet enregistrement sera donc audio uniquement. Vous pouvez l'activer dans l'app Réglages.
it: Il riconoscimento vocale è disattivato per AiGoodbye, quindi questa registrazione sarà solo audio. Puoi attivarlo nell'app Impostazioni.
ja: AiGoodbyeの音声認識がオフになっているため、この録音は音声のみになります。設定アプリでオンにできます。
ko: AiGoodbye의 음성 인식이 꺼져 있어 이 녹음은 오디오만 저장됩니다. 설정 앱에서 켤 수 있습니다.
pt_br: O reconhecimento de fala está desativado para o AiGoodbye, então esta gravação será somente áudio. Você pode ativá-lo no app Ajustes.
ru: Распознавание речи для AiGoodbye отключено, поэтому эта запись будет только аудио. Его можно включить в приложении «Настройки».
uk: Розпізнавання мовлення для AiGoodbye вимкнено, тому цей запис буде лише аудіо. Його можна увімкнути в застосунку «Параметри».
zh_hans: AiGoodbye 的语音识别已关闭，因此本次录音将仅包含音频。你可以在“设置”App 中开启。
zh_hk: AiGoodbye 嘅語音辨識已經關閉，所以呢個錄音只會有聲音。你可以喺「設定」App 入面開啟。

source: Speech recognition is turned off for AiGoodbye. You can turn it on in the Settings app.
de: Die Spracherkennung ist für AiGoodbye deaktiviert. Du kannst sie in der Einstellungen-App aktivieren.
el: Η αναγνώριση ομιλίας είναι απενεργοποιημένη για το AiGoodbye. Μπορείς να την ενεργοποιήσεις στην εφαρμογή Ρυθμίσεις.
es: El reconocimiento de voz está desactivado para AiGoodbye. Puedes activarlo en la app Ajustes.
fr: La reconnaissance vocale est désactivée pour AiGoodbye. Vous pouvez l'activer dans l'app Réglages.
it: Il riconoscimento vocale è disattivato per AiGoodbye. Puoi attivarlo nell'app Impostazioni.
ja: AiGoodbyeの音声認識がオフになっています。設定アプリでオンにできます。
ko: AiGoodbye의 음성 인식이 꺼져 있습니다. 설정 앱에서 켤 수 있습니다.
pt_br: O reconhecimento de fala está desativado para o AiGoodbye. Você pode ativá-lo no app Ajustes.
ru: Распознавание речи для AiGoodbye отключено. Его можно включить в приложении «Настройки».
uk: Розпізнавання мовлення для AiGoodbye вимкнено. Його можна увімкнути в застосунку «Параметри».
zh_hans: AiGoodbye 的语音识别已关闭。你可以在“设置”App 中开启。
zh_hk: AiGoodbye 嘅語音辨識已經關閉。你可以喺「設定」App 入面開啟。

source: Speech recognition stopped before anything was heard. Tap to try again.
de: Die Spracherkennung wurde beendet, bevor etwas gehört wurde. Tippe, um es erneut zu versuchen.
el: Η αναγνώριση ομιλίας σταμάτησε πριν ακουστεί οτιδήποτε. Πάτησε για να δοκιμάσεις ξανά.
es: El reconocimiento de voz se detuvo antes de oír nada. Toca para intentarlo de nuevo.
fr: La reconnaissance vocale s'est arrêtée avant d'avoir rien entendu. Touchez pour réessayer.
it: Il riconoscimento vocale si è interrotto prima di sentire qualcosa. Tocca per riprovare.
ja: 何も聞き取る前に音声認識が停止しました。タップしてやり直してください。
ko: 아무것도 듣기 전에 음성 인식이 중단되었습니다. 탭하여 다시 시도하세요.
pt_br: O reconhecimento de fala parou antes de ouvir qualquer coisa. Toque para tentar de novo.
ru: Распознавание речи остановилось, ничего не услышав. Нажмите, чтобы попробовать снова.
uk: Розпізнавання мовлення зупинилося, нічого не почувши. Торкніться, щоб спробувати ще раз.
zh_hans: 语音识别在听到任何内容之前就停止了。轻点以重试。
zh_hk: 語音辨識喺聽到任何嘢之前就停咗。㩒一下再試。

source: Spoken aloud · 100% on-device
de: Wird vorgelesen · 100 % auf dem Gerät
el: Εκφωνείται · 100% στη συσκευή
es: Se lee en voz alta · 100 % en el dispositivo
fr: Lu à voix haute · 100 % sur l'appareil
it: Letto ad alta voce · 100% sul dispositivo
ja: 読み上げます・100% 端末内で処理
ko: 소리내어 읽어 줍니다 · 100% 기기 내 처리
pt_br: Lido em voz alta · 100% no dispositivo
ru: Читается вслух · 100% на устройстве
uk: Читається вголос · 100% на пристрої
zh_hans: 语音朗读 · 100% 设备本地处理
zh_hk: 語音朗讀 · 100% 裝置本機處理

source: Start a Conversation
de: Beginnen Sie eine Unterhaltung
el: Ξεκινήστε μια συζήτηση
es: Inicia una conversación
fr: Commencez une conversation
it: Inizia una conversazione
ja: 会話を始めましょう
ko: 대화 시작하기
pt_br: Comece uma conversa
ru: Начните беседу
uk: Почніть розмову
zh_hans: 开始对话
zh_hk: 開始對話

source: Start a voice conversation
de: Sprachunterhaltung starten
el: Έναρξη φωνητικής συνομιλίας
es: Iniciar una conversación de voz
fr: Démarrer une conversation vocale
it: Avvia una conversazione vocale
ja: 音声会話を開始
ko: 음성 대화 시작
pt_br: Iniciar uma conversa por voz
ru: Начать голосовую беседу
uk: Почати голосову розмову
zh_hans: 开始语音对话
zh_hk: 開始語音對話

source: Start chatting
de: Loslegen
el: Ξεκίνα συνομιλία
es: Empezar a chatear
fr: Commencer à discuter
it: Inizia a chattare
ja: 会話を始める
ko: 대화 시작
pt_br: Começar a conversar
ru: Начать общение
uk: Почати спілкування
zh_hans: 开始对话
zh_hk: 開始對話

source: Start hands-free and just talk: it listens, translates out loud, then listens again. Or tap a language to take one turn at a time.
de: Starte den freihändigen Modus und sprich einfach: Die App hört zu, übersetzt laut und hört wieder zu. Oder tippe auf eine Sprache, um abwechselnd zu sprechen.
el: Ξεκινήστε τη λειτουργία χωρίς χέρια και απλώς μιλήστε: ακούει, μεταφράζει δυνατά και ακούει ξανά. Ή πατήστε μια γλώσσα για να μιλάτε με τη σειρά.
es: Activa el modo manos libres y habla: escucha, traduce en voz alta y vuelve a escuchar. O toca un idioma para hablar por turnos.
fr: Lancez le mode mains libres et parlez : l'app écoute, traduit à voix haute, puis écoute à nouveau. Ou touchez une langue pour parler chacun son tour.
it: Avvia la modalità a mani libere e parla: ascolta, traduce ad alta voce e poi ascolta di nuovo. Oppure tocca una lingua per parlare a turno.
ja: ハンズフリーを開始して話すだけ。聞き取り、翻訳を読み上げ、また聞き取ります。言語をタップして交互に話すこともできます。
ko: 핸즈프리를 시작하고 말하기만 하세요. 듣고, 번역을 소리 내어 말한 뒤 다시 듣습니다. 언어를 탭해 번갈아 말할 수도 있습니다.
pt_br: Ative o modo sem as mãos e fale: o app ouve, traduz em voz alta e ouve de novo. Ou toque em um idioma para falar por vez.
ru: Включите режим без рук и просто говорите: приложение слушает, переводит вслух и снова слушает. Или нажимайте язык, чтобы говорить по очереди.
uk: Увімкніть режим без рук і просто говоріть: застосунок слухає, перекладає вголос і слухає знову. Або торкайтеся мови, щоб говорити по черзі.
zh_hans: 开启免提模式后直接说话：应用会聆听、朗读翻译，然后继续聆听。也可以点按语言逐轮对话。
zh_hk: 開咗免提模式就直接講：App 會聽、讀出翻譯，然後再聽。又或者撳語言逐個輪流講。

source: Start recording
de: Aufnahme starten
el: Έναρξη εγγραφής
es: Empezar a grabar
fr: Démarrer l'enregistrement
it: Avvia registrazione
ja: 録音を開始
ko: 녹음 시작
pt_br: Iniciar gravação
ru: Начать запись
uk: Почати запис
zh_hans: 开始录音
zh_hk: 開始錄音

source: Still the same view.
de: Immer noch dasselbe Bild.
el: Η ίδια εικόνα ακόμη.
es: Sigue siendo la misma vista.
fr: Toujours la même vue.
it: La scena è sempre la stessa.
ja: 同じ景色のままです。
ko: 여전히 같은 화면입니다.
pt_br: Continua a mesma cena.
ru: Всё та же картина.
uk: Усе та сама картина.
zh_hans: 还是同一个画面。
zh_hk: 仲係同一個畫面。

source: Still working on the last one.
de: Die letzte Beschreibung läuft noch.
el: Επεξεργάζομαι ακόμη την προηγούμενη.
es: Todavía estoy con la anterior.
fr: Je travaille encore sur la précédente.
it: Sto ancora lavorando alla precedente.
ja: 前の説明をまだ処理しています。
ko: 이전 설명을 아직 처리하고 있습니다.
pt_br: Ainda estou processando a anterior.
ru: Ещё обрабатываю предыдущую.
uk: Ще обробляю попередню.
zh_hans: 还在处理上一个。
zh_hk: 仲喺度處理緊上一個。

source: Stop
de: Stoppen
el: Διακοπή
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
uk: Зупинити
zh_hans: 停止
zh_hk: 停止

source: Stop and save
de: Stoppen und sichern
el: Διακοπή και αποθήκευση
es: Detener y guardar
fr: Arrêter et enregistrer
it: Ferma e salva
ja: 停止して保存
ko: 중지하고 저장
pt_br: Parar e salvar
ru: Остановить и сохранить
uk: Зупинити й зберегти
zh_hans: 停止并保存
zh_hk: 停止並儲存

source: Stop generating
de: Generierung stoppen
el: Διακοπή δημιουργίας
es: Detener generación
fr: Arrêter la génération
it: Interrompi generazione
ja: 生成を停止
ko: 생성 중단
pt_br: Parar de gerar
ru: Остановить генерацию
uk: Зупинити генерацію
zh_hans: 停止生成
zh_hk: 停止生成

source: Stop hands-free
de: Freihändig beenden
el: Διακοπή
es: Detener manos libres
fr: Arrêter le mains libres
it: Ferma mani libere
ja: ハンズフリーを停止
ko: 핸즈프리 중지
pt_br: Parar modo sem as mãos
ru: Остановить
uk: Зупинити
zh_hans: 停止免提
zh_hk: 停止免提

source: Storage
de: Speicher
el: Αποθηκευτικός χώρος
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранилище
uk: Сховище
zh_hans: 储存空间
zh_hk: 儲存空間

source: Stored on this device
de: Auf diesem Gerät gespeichert
el: Αποθηκεύονται σε αυτή τη συσκευή
es: Se guardan en este dispositivo
fr: Stockés sur cet appareil
it: Archiviati su questo dispositivo
ja: このデバイスに保存
ko: 이 기기에 저장됨
pt_br: Guardadas neste dispositivo
ru: Хранятся на этом устройстве
uk: Зберігаються на цьому пристрої
zh_hans: 储存在此设备上
zh_hk: 儲存喺呢部裝置

source: Stored on this device (included in your iCloud backup, if you use one)
de: Auf diesem Gerät gespeichert (in deinem iCloud-Backup enthalten, falls du eines nutzt)
el: Αποθηκεύεται σε αυτήν τη συσκευή (περιλαμβάνεται στο αντίγραφο ασφαλείας iCloud, αν χρησιμοποιείτε)
es: Guardado en este dispositivo (se incluye en tu copia de seguridad de iCloud, si la usas)
fr: Stocké sur cet appareil (inclus dans votre sauvegarde iCloud, le cas échéant)
it: Memorizzato su questo dispositivo (incluso nel backup iCloud, se lo usi)
ja: このデバイスに保存されます（iCloudバックアップを使用している場合はそこにも含まれます）
ko: 이 기기에 저장됩니다(iCloud 백업을 사용한다면 백업에도 포함됩니다)
pt_br: Armazenado neste dispositivo (incluído no seu backup do iCloud, se você usar um)
ru: Хранится на этом устройстве (попадает в резервную копию iCloud, если вы ею пользуетесь)
uk: Зберігається на цьому пристрої (потрапляє в резервну копію iCloud, якщо ви нею користуєтесь)
zh_hans: 存储在本设备上（如果您使用 iCloud 备份，也会包含在内）
zh_hk: 儲存喺呢部裝置（如果你有用 iCloud 備份，都會包含喺入面）

source: Summarize
de: Zusammenfassen
el: Περίληψη
es: Resumir
fr: Résumer
it: Riassumi
ja: 要約
ko: 요약
pt_br: Resumir
ru: Кратко изложить
uk: Стисло викласти
zh_hans: 摘要
zh_hk: 摘要

source: Summarize ${text} with AiGoodbye
de: ${text} mit AiGoodbye zusammenfassen
el: Περίληψη του ${text} με το AiGoodbye
es: Resumir ${text} con AiGoodbye
fr: Résumer ${text} avec AiGoodbye
it: Riassumi ${text} con AiGoodbye
ja: ${text} を AiGoodbye で要約
ko: ${text}을(를) AiGoodbye로 요약
pt_br: Resumir ${text} com o AiGoodbye
ru: Кратко изложить ${text} с AiGoodbye
uk: Стисло викласти ${text} з AiGoodbye
zh_hans: 用 AiGoodbye 为 ${text} 生成摘要
zh_hk: 用 AiGoodbye 為 ${text} 產生摘要

source: Summarize again
de: Erneut zusammenfassen
el: Νέα περίληψη
es: Resumir de nuevo
fr: Résumer à nouveau
it: Riassumi di nuovo
ja: もう一度要約
ko: 다시 요약
pt_br: Resumir novamente
ru: Составить резюме заново
uk: Створити підсумок знову
zh_hans: 重新生成摘要
zh_hk: 重新產生摘要
